Repository: dokterbob/basic-webshop
Catalog: basic_webshop/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: The domain %s could not be found.
nl: Sorry! De pagina %s die je zoekt is helaas niet (meer) beschikbaar. Misschien kun je vinden wat je zoekt op onze homepage www.cosmania.nl. Excuses voor het ongemak. Hartelijke groet, Marije en Marcel | COSMANIA

source: Female
nl: Vrouw

source: Male
nl: Man

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Company
nl: Bedrijfsnaam (optioneel)

source: Address
nl: Adres

source: Zip code
nl: Postcode

source: City
nl: Plaats

source: Birth date
nl: Geboortedatum

source: Please use only digits (no spaces), optionally
nl: Gebruik alsjeblieft alleen cijfers, geen spaties en eventueel een + voor je landencode.

source: Please enter a valid phone number.
nl: Vul alsjeblieft een geldig telefoonnummer in (gebruik alleen cijfers, geen spaties)

source: Phone number
nl: Telefoonnummer

source: Yes, I would like to be informed of the experiences, promotions,
nl: Ja, ik vind het leuk om op de hoogte te blijven van de belevenissen, acties en het cosmeticanieuws van COSMANIA door middel van de nieuwsbrief.

source: Address data
nl: Adresgegevens

source: The two email fields didn't match.
nl: De ingevulde emailadressen komen niet met elkaar overeen.

source: Page not found
nl: Sorry! De pagina die je zoekt is helaas niet (meer) beschikbaar. Misschien kun je vinden wat je zoekt op onze homepage www.cosmania.nl. Excuses voor het ongemak. Hartelijke groet, Marije en Marcel | COSMANIA

source: We're sorry, the current page could not be found on this website.
nl: Sorry! De pagina die je zoekt is helaas niet (meer) beschikbaar. Misschien kun je vinden wat je zoekt op onze homepage www.cosmania.nl. Excuses voor het ongemak. Hartelijke groet, Marije en Marcel | COSMANIA

source: Click <a href="/">here</a> to return to the homepage.
nl: Klik <a href="/">hier</a> om terug te gaan naar de homepage.

source: Our apologies for the inconvenience!
nl: Onze excuses voor het ongemak!

source: Internal server error
nl: Sorry! De server ondervindt momenteel een interne fout. We doen er alles aan om het probleem zo snel mogelijk op te lossen. Excuses voor het ongemak!

source: There was an error while trying to serve the requested page. Please try again. If the error persists, please contact the webmaster about it. In any case, we have been notified of this error.
nl: Sorry! De server ondervindt momenteel een interne fout. Probeer het straks nog een keer. Als je weer dezelfde foutmelding krijgt, neem dan contact met ons op via ditwilikmelden@cosmania.nl. We zullen er alles aan doen om het probleem zo snel mogelijk op te lossen. Excuses voor het ongemak!

source: If you need assistance, you may reference this error as
nl: Als je hulp inschakelt, dan kun je het volgende nummer als referentie opgeven:

source: Click to unblock
nl: Klik hier om te deblokkeren

source: Newsletter
nl: Nieuwsbrief

source: Sign up for monthly news, specials and updates
nl: Nieuws, aanbiedingen en info. Blijf op de hoogte met onze nieuwsbrief!

source: News
nl: Nieuws

source: %(cart.get_total_items)s item(s) in shopping cart with total value of %(cart.get_total_price|format_price)s
nl: %(cart.get_total_items)s product(en) in Shopping basket met een totale waarde van %(cart.get_total_price|format_price)s

source: Shop home
nl: Verder winkelen

source: Shop by brand
nl: Selecteer op merk

source: Products
nl: Je producten

source: View all products by
nl: Bekijk alle producten van %(brand.name)s

source: Shop this brand
nl: Shop dit merk

source: Discover more
nl: Ontdek meer

source: Remove this from my cart
nl: Verwijder dit product uit mijn Shopping basket

source: No products so far.
nl: Momenteel heb je nog geen producten in je Shopping basket.

source: Update cart
nl: Update je Shopping basket

source: Submit discount code or gift voucher
nl: Voeg toe

source: Discount code or gift voucher
nl: Voeg je eventuele cadeaubon of kortingscode toe

source: Discount
nl: Korting

source: Total
nl: Totaal

source: Checkout
nl: Naar je gegevens

source: Back to shop
nl: Verder winkelen

source: Clear cart
nl: Maak je Shopping basket leeg

source: General conditions
nl: Algemene voorwaarden

source: No products found in this category.
nl: Momenteel zijn er nog geen producten beschikbaar in deze categorie.

source: No categories defined.
nl: Er is geen categorie bepaald

source: Categories
nl: Productcategorieën

source: No categories found.
nl: Er zijn geen productcategorieën gevonden.

source: What happened?
nl: Wat is er gebeurd?

source: You've cancelled the payment process. Can we be of any help? Please contact us at <a href="mailto:iwanttoask@cosmania.nl">iwanttoask@cosmania.nl</a>.
nl: Je hebt het betaalproces afgebroken. Kunnen we je ergens mee helpen? Je kunt ons bereiken via <a href="mailto:ditwilikvragen@cosmania.nl">ditwilikvragen@cosmania.nl</a>.

source: See you again soon!
nl: Tot snel!

source: Unfortunately we are experiencing an error during your payment. Please check your payment details. If you have any questions contact us at <a href="mailto:iwanttoask@cosmania.nl">iwanttoask@cosmania.nl</a>.
nl: Helaas ondervinden we een foutmelding tijdens je betaling. Check alsjeblieft nog een keer je betalingsgegevens. Heb je vragen, neem dan gerust contact met ons op via <a href="mailto:ditwilikvragen@cosmania.nl">ditwilikvragen@cosmania.nl</a>.

source: Best regards,
nl: Hartelijke groet,

source: Your payment is pending
nl: We wachten op je betaling.

source: Thank you for ordering at COSMANIA.
nl: Dank je voor het bestellen bij COSMANIA.

source: Once your payment via bank transfer has been received, your order will be send. Thanks for shopping with us. See you again soon!
nl: Zodra je betaling binnen is, gaan we de bestelling in behandeling nemen. Tot snel!

source: Thanks, you've paid!
nl: Bedankt!

source: We hope you will enjoy your product(s). Thanks for shopping with us. See you again soon!
nl: Bedankt voor je bestelling, je betaling is gelukt. Je order wordt nu snel in behandeling genomen en zal binnen 2 werkdagen bij je zijn. Veel plezier alvast en tot snel!

source: Order overview
nl: Besteloverzicht

source: Shipping address
nl: Bezorgadres

source: Addressee
nl: Geadresseerde

source: Country
nl: Land

source: Proceed to checkout
nl: Stapje verder

source: Previous step
nl: Stapje terug

source: Order list
nl: Bestelling

source: Confirm shipping address
nl: Bevestig je bezorgadres

source: Proceed to order overview
nl: Ga verder naar je besteloverzicht

source: Suggestions
nl: Suggesties

source: description
nl: omschrijving

source: usage advice
nl: gebruiksadvies

source: ingredients
nl: werkstoffen

source: in the press
nl: in de media

source: Out of stock
nl: Tijdelijk uit voorraad

source: This product is out of stock.
nl: Helaas! Dit product is op dit moment even niet op voorraad.

source: Add to cart
nl: IN SHOPPING BASKET

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: This product has not been reviewed yet.
nl: Review jij dit product als eerste?

source: Your opinion counts! Let us and other people know, what you think of this product.
nl: Jouw mening telt! Laat ons en anderen weten wat jij van dit product vindt.

source: Post review
nl: Plaats review en rating

source: You have to be logged in, in order to share your rating and review.
nl: Je moet ingelogd zijn om je rating en review te kunnen geven.

source: Login
nl: Inloggen

source: Create an account
nl: Maak je account aan

source: Sort by
nl: Sorteer op

source: Name
nl: Productnaam

source: Price
nl: Prijs

source: Brand
nl: Merk

source: Order by
nl: Sorteer op

source: Ascending
nl: Oplopend

source: Descending
nl: Aflopend

source: Filter by brand
nl: Selecteer op merk

source: Ok
nl: Sorteer

source: New arrivals
nl: Net binnen

source: Our picks
nl: Onze favorieten

source: All of %(category)s
nl: Alles van %(category)s

source: Step 1 - Shopping cart
nl: Stap 1 - Shopping basket

source: Step 2 - Confirm shipping address
nl: Stap 2 - Inloggen/naar je gegevens

source: Step 3 - Order overview
nl: Stap 3 - Besteloverzicht

source: Step 4 - Finished
nl: Stap 4 - Betalen

source: Help
nl: Help & contact

source: General Conditions
nl: Algemene voorwaarden

source: Category
nl: Categorie

source: Bericht versturen
nl: Verstuur

source: Wij hebben uw aanvraag succesvol ontvangen, bedankt voor uw reactie. U krijgt, indien nodig, zo spoedig mogelijk een reactie.
nl: Hij is binnen! Bedankt voor je vraag of opmerking. Je hoort van ons. Tot snel, Marije en Marcel | COSMANIA

source: Brands
nl: Merken

source: Cosmania on facebook
nl: Cosmania op Facebook

source: Cosmania on twitter
nl: Cosmania op Twitter

source: All images and content are property of Cosmania
nl: Alle beelden en inhoud op deze webshop zijn eigendom van COSMANIA

source: username
nl: gebruikersnaam

source: password
nl: wachtwoord

source: Forgot password
nl: Wachtwoord vergeten?

source: Create account
nl: Maak je account aan

source: email address
nl: emailadres

source: Sign up
nl: Verstuur

source: Logout
nl: Uitloggen

source: Your account
nl: Je account

source: Customer service
nl: Klantenservice

source: search
nl: zoek

source: Search
nl: zoek

source: Newsletter detail
nl: Details van de nieuwsbrief

source: Newsletter list
nl: Lijst van nieuwsbrieven

source: Subscribe
nl: Inschrijven

source: Update subscriptions
nl: Update inschrijvingen

source: Newsletter archive
nl: Nieuwsbrief archief

source: Back to list
nl: Terug naar het overzicht

source: activate
nl: bevestig

source: Your subscription has successfully been activated.
nl: Bedankt voor je aanmelding! Vanaf nu valt de COSMANIA nieuwsbrief automatisch in je mailbox. Tot snel, Marije en Marcel | COSMANIA

source: You have successfully been unsubscribed.
nl: Je bent nu afgemeld van de COSMANIA nieuwsbrief. Jammer! Voel je vrij om je weer aan te melden als je ons gaat missen! :-) Hartelijke groet, Marije en Marcel | COSMANIA

source: Your subscription has successfully been updated.
nl: Het is gelukt! Je inschrijving is ge-update.

source: Activate
nl: bevestig

source: Newsletter subscribe
nl: Schrijf je in voor de nieuwsbrief

source: Due to a technical error we were not able to submit your confirmation email. This could be because your email address is invalid.
nl: Sorry! Door een technische fout kunnen we jou helaas niet je bevestigingsmail sturen. Check alsjeblieft nog een keer of je een geldig emailadres hebt ingevuld.

source: If the error persists, please don't hesitate to contact us at the following email address:
nl: Als je weer deze foutmelding krijgt, stuur ons dan een email naar het volgende adres: ditwilmelden@cosmania.nl

source: Your subscription was successfully recieved and an activation email has been sent to you. In that email you will find a link which you need to follow in order to activate your subscription.
nl: Leuk dat je ons nieuws wilt volgen! Je bent nog 1 klik verwijderd van de inschrijving op de COSMANIA nieuwsbrief. Je ontvangt een mail met een link om je inschrijving te bevestigen.

source: Welcome,
nl: Hallo,

source: Do you want to subscribe to this newsletter?
nl: Schrijf je in voor de wekelijkse nieuwsbrief van COSMANIA. Klik op de button!

source: Newsletter unsubscribe
nl: Meld je af voor de nieuwsbrief

source: Your unsubscription request has successfully been recieved. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
nl: Je afmelding van de COSMANIA nieuwsbrief hebben we ontvangen. Jammer! Je ontvangt nog 1 mail met een link om je afmelding te bevestigen. Voel je vrij om je weer aan te melden als je ons gaat missen! :-) Hartelijke groet, Marije en Marcel | COSMANIA

source: Unsubscribe
nl: bevestig

source: Do you want to unsubscribe from this newsletter?
nl: Wil je onze nieuwsbrief niet meer ontvangen?

source: Newsletter update
nl: Wil je je gegevens van de inschrijving op onze nieuwsbrief aanpassen?

source: Your update request was successfully recieved and an activation email has been sent to you. In that email you will find a link which you need to follow in order to update your subscription.
nl: Het is bijna gelukt! Je hebt je gegevens aangepast. Je ontvangt een mail met een link om deze aanpassingen te bevestigen.

source: previous
nl: vorige

source: next
nl: volgende

source: home
nl: Cover

source: Activation successful
nl: Welkom! Je gegevens zijn succesvol opgeslagen.

source: You can now proceed to <a href="%(login_url)s">login.</a>
nl: Je kunt je nu inloggen <a href="%(login_url)s">login.</a>

source: Activation failed
nl: Helaas. Je gegevens zijn nog niet goed opgeslagen.

source: Something went wrong while activating your account. This might mean that the activation code was wrong or that your account has already been activated.
nl: Er is blijkbaar iets misgegaan bij het opslaan van je gegevens.

source: Reset your password
nl: Wijzig je wachtwoord

source: Password change successful
nl: Dankjewel! Het is gelukt, je hebt je wachtwoord gewijzigd. Vanaf nu kun je hiermee inloggen.

source: Your password was changed.
nl: Je wachwoord is gewijzigd.

source: Password change
nl: Wijzig je wachtwoord

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
nl: Vul om veiligheidsredenen je oude wachtwoord in, en vul daarna je nieuwe wachtwoord 2 keer in ter bevestiging.

source: Change my password
nl: Wijzig je wachtwoord

source: Password reset complete
nl: Je wachtwoord is gewijzigd.

source: Your password has been set. You may go ahead and log in now.
nl: Dankjewel! Het is gelukt, je hebt je wachtwoord opgeslagen. Vanaf nu kun je hiermee inloggen.

source: Log in
nl: Inloggen

source: Enter new password
nl: Vul je nieuwe wachtwoord in

source: Please enter your new password twice so we can verify you typed it in correctly.
nl: Vul je nieuwe wachtwoord 2 keer. Let op, de 2 wachtwoorden die je invoert moeten exact hetzelfde zijn.

source: Password reset unsuccessful
nl: Helaas. Het wijzigen van je wachtwoord is op dit moment nog niet gelukt.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nl: Het was niet mogelijk om de bevestigingslink met daarin je wachtwoordwijziging te openen. Vraag alsjeblieft opnieuw een wijziging van je wachtwoord aan.

source: Password reset successful
nl: Het is gelukt om je wachtwoord te wijzigen.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
nl: Je ontvangt binnen een paar minuten een mail met een link om je nieuwe wachtwoord aan te maken. Opent de link niet, plak deze dan in de adresbalk van je internetbrowser.

source: Password reset
nl: Wachtwoord wijzigen

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
nl: Wachtwoord vergeten? Dat kan de beste overkomen! Vul hieronder je emailadres in. Je ontvangt binnen enkele minuten een email waarmee je een nieuw wachtwoord op kunt geven. Bij COSMANIA vinden we privacy heel belangrijk, vandaar dat jouw wachtwoord voor ons niet zichbaar is.

source: Reset my password
nl: Wijzig je wachtwoord

source: User registration successful
nl: Je gegevens zijn succesvol opgeslagen

source: Your account has been registered succesfully, you are now logged in.
nl: Welkom! Je gegevens zijn opgeslagen en je bent nu ingelogd. Je kunt nu verder gaan met wat je wilde doen.

source: You can now proceed with what you wanted to do.
nl: Shopze!

source: User registration
nl: Je account

source: Step 1 - Submit details
nl: Stap 1 - Voer je gegevens in

source: Step 2 - Confirm
nl: Stap 2 - Bevestig

source: Step 3 - Finished
nl: Stap 3 - Afgerond

source: Please wait while your tweets are being loaded...
nl: Even geduld alsjeblieft, onze tweets worden geladen

source: Read more...
nl: Lees verder...

source: Subjects
nl: Onderwerpen

source: More news
nl: Meer nieuws
